Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H12D.tmx
Source language: en_us
Languages: zh_cn

source: PROGRESSIVE POLITICS for a fairer world
zh_cn: 进步政治：推动建立更加公平的世界。

source: The Socialist International is the worldwide organisation of social democratic, socialist and labour parties.
zh_cn: 社会党国际是全球范围内社会民主党，社会主义者和劳动党的组织。

source: It currently brings together 170 political parties and organisations from all continents.
zh_cn: 它把来自各国的170个政党和组织团结到一起。

source: A history of growth and accomplishment
zh_cn: 成长历程及取得的成就

source: The Socialist International, whose origins go back to the early international organisations of the labour movement, has existed in its present form since 1951, when it was re-established at the Frankfurt Congress.
zh_cn: 社会党国际，它追溯到早期的国际劳工运动组织，1951年法兰克福代表大会上重建并保持至今（指1951年重建时创立的形式体制保持至今）。

source: Since then it has been increasingly active and grown considerably in membership, more than doubling the number of its members in recent years.
zh_cn: 从那时起，国际积极发展成员，成员数目增长显著，近年来成员数超过原先的两倍。

source: Labour, social democratic and socialist parties are now a major political force in democracies around the world, with numerous member parties of the International leading governments or representing the main opposition force.
zh_cn: 劳动党、社会民主党和社会党成为世界民主阵营中的主要政治力量，其中众多成员执政或者是当地政府主要的反对势力。

source: Over 60 member parties of the International, in over 55 different countries and territories, are currently in government.
zh_cn: 超过50多个国家和地区的60多个社会党国际的成员参与到政府中。

source: Leadership
zh_cn: 领导机制

source: The supreme decision-making bodies of the International are the Congress, which meets every three to four years, and the Council, which includes all member parties and organisations and which meets twice a year.
zh_cn: 最高决策体机构是社会党国际代表大会(Congress每三年或四年召开一次（全会）)以及社会党国际理事会(Council包括来自所有的成员政党和组织，每两年召开一次)。

source: George A. Papandreou, President of PASOK, the organisation's member party in Greece, is President of the Socialist International, first elected in January 2006, and re-elected at the XXIII Congress.
zh_cn: George A. Papandreou，泛希腊社会主义者运动（PASOK）的主席，是社会党国际的主席（President），2006年1月首次当选，随后在第23届大会上再次当选。

source: Luis Ayala (Chile) is the Secretary General, re-elected at the last Congress.
zh_cn: Luis Ayala (Chile)是秘书长（Secretary General），上届大会再次当选。

source: The Vice-Presidents, who are also elected by the Congress, together with the President and the Secretary General, make up the Presidium of the International, the leadership of the organisation.?
zh_cn: 副主席（Vice-Presidents，不止一人），也是由大会选举产生，同主席和秘书长一同构成社会党国际的主席团。

source: From 1976 to 1992 the late Willy Brandt, former Chancellor of Germany and winner of the 1971 Nobel Peace Prize, was President of the Socialist International.
zh_cn: 1976年到1992年间，Willy Brandt（曾任德国前总理并获1971年诺贝尔和平奖）任社会党国际的主席。

source: Pierre Mauroy, former Prime Minister of France, served as President from 1992 to 1999, and António Guterres, former Prime Minister of Portugal, from 1999 to 2005.
zh_cn: Pierre Mauroy（法国前总理）1992年至1999年任主席，1999年到2005年葡萄牙前总理António Guterres任主席。

source: The secretariat of the Socialist International is located in London and coordinates the activities and initiatives of the International, convenes its meetings and conferences, issues statements and press releases and produces its publications.
zh_cn: 社会党国际秘书处设在伦敦，负责协调国际的活动和声明，召集会议和研讨会，签署声明出版发行刊物。

source: Global and regional work of the Socialist International
zh_cn: 地区及全球范围内的工作

source: The Socialist International works intensely throughout the year to strengthen and expand social democracy in the world, including through the activities of its thematic and regional Committees, the SI Commission for a Sustainable World Society and the SI Commission on Global Financial Issues.
zh_cn: 社会党国际通过各主题委员会（committee）和地区委员会（committee）的系列活动，建设可持续的世界社会专门委员会（commission）和关于世界金融问题专门委员会（commission）的系列活动来加强和扩展世界上的社会民主。

source: At the Council of Socialist International held in Mexico on 17-18 November 2008, the International established for this inter-Congress period, in addition to the statutory Ethics Committee and Committee for Finance and Administration, the organisation’s thematic and regional Committees.
zh_cn: 2008年11月17-18日墨西哥理事会（Council）上，国际决定成立除以前正式的民族委员会和金融与管理委员会之外的（于代表大会前后届期间活动的）主题和地区委员会。

source: Thematic Committees
zh_cn: 主题委员会

source: With the purpose of deepening, broadening and promoting particular areas of global policy, the current thematic Committees of the Socialist International are the Committee on Economic Policy, Labour and National Resources; the Committee on Social Cohesion, Poverty and HIV/AIDS; the Committee on Disarmament; the Committee on Local Authorities; the Committee on Migration; and the Committee on Peace.
zh_cn: 为深化、扩展和推动特定地区的全球政策（global policy），社会党国际目前的主题委员会有经济政策委员会，劳工和国民资源委员会；社会团结，贫穷和艾滋病委员会；裁军委员会；地方当局委员会；移民委员会以及和平委员会。

source: Each Committee sets a specific programme of activities and meets regularly.
zh_cn: 每个委员会都定期举行特定活动和会议。

source: Regional Committees
zh_cn: 地区委员会

source: The regional Committees define and inform the work of the Socialist International with regard to their respective regions, and generate input from their national and regional perspectives to the common global policies of the organisation.
zh_cn: 地区委员会规定和通报社会党国际不同地区的具体工作，同时从他们国家和地区的视角总结产生国际关于全球问题的一致政策。

source: The regional Committees of the Socialist International are the Africa Committee; the Committee for Asia and the Pacific; the Committee for the CIS, the Caucasus and the Black Sea; the Committee for Latin America and the Caribbean; the Mediterranean Committee; the Middle East Committee; and the Committee for South Eastern Europe.
zh_cn: 社会党国际的地区委员会有非洲委员会、亚太委员会、高加索和黑海地区委员会、拉丁美洲和加勒比海地区委员会、地中海地区委员会和东南欧委员会。

source: Commission for a Sustainable World Society
zh_cn: 可持续世界社会委员会

source: The SI Commission for a Sustainable World Society was established by the Socialist International to articulate from the world of progressive politics a way forward to address global environmental concerns, climate change and the issues of governance required to deal with these common challenges.
zh_cn: 可持续世界社会委员会宗旨是建立一种出于进步政治角度来清晰地表达国际对于全球环境关切，气候变化以及应对这些共同挑战涉及的治理问题的途径。

source: The Commission brings together leading personalities, among them serving and former heads of state and government ministers from different continents, to set out recommendations to tackle these fundamental issues, with a particular focus currently on supporting and contributing to the United Nations Climate Change Conferences and the global effort to reduce global warming.
zh_cn: 该委员把（世界上的）领袖人物聚集在一起来就解决这些重大问题提出建议，尤其是特别关注支持和参与联合国气候变化会议和全球致力于降低全球变暖的努力。

source: Commission on Global Financial Issues
zh_cn: 全球金融问题委员会

source: The SI Commission on Global Financial Issues was established by the Socialist International to address from a social democratic perspective the ongoing global financial crisis.
zh_cn: 全球金融问题委员会致力于从社会民主党的角度阐释时下的全球金融危机。

source: The Commission brings together political leaders, ministers and noted experts from all continents who are working to formulate a global progressive response to the crisis based on the principles of democratic due process and full transparency and consistent with the values of social justice and social solidarity.
zh_cn: 该委员会把各大洲的政治领导人、总理和专家聚在一起，他们致力于对金融危机作出积极地回应，这些回应基于民主程序和完全透明以及符合社会正义和团结的价值。

source: Missions and delegations
zh_cn: 特派代表团

source: The Socialist International frequently sends missions and delegations to various countries and regions to help promote peaceful resolutions of conflicts and to support the strengthening of democracy, including through the observation of elections.
zh_cn: 社会党国际经常向许多国家和地区派出特派代表团帮助推动当地矛盾的和平解决，支持加强民主，包括通过观察大选的形式（来实现）。

source: In recent years such missions and delegations have visited on many occasions the Middle East, Africa, Latin America and the Caribbean, and Central and Eastern Europe.
zh_cn: 近年来，此类代表团已经被派往过中东，非洲，拉丁美洲和加勒比海地区，中东欧。

source: Financing and budget
zh_cn: 资金及预算

source: The Socialist International is financed by annual affiliation fees from its member parties and its fraternal and associated organisations.
zh_cn: 社会党国际资金来源于成员党，兄弟组织和协助组织缴纳的年度会费。

source: The International's budget is decided democratically by all members at its Council meetings.
zh_cn: 国际的财政预算有全体成员的理事会上民主决定。

source: The 2008 Budget totals ?1,155,000 (pounds sterling).
zh_cn: 2008年财政预算总额1，155，000英镑。

source: During 2007 the International registered a total income of ?1,094,500 with a total expenditure of ?1,058,000, which broke down into ?48,000 for communications; ?126,000 for administration; ?382,000 for the Secretariat; ?68,000 for conferences and council meetings; ?107,000 for delegations and missions; ?123,000 for committees and other meetings, as well as ?203,000 for Socialist International Women.
zh_cn: 2007年社会党国际收入总额1，094，500英镑，支出总额1，058，000英镑，其中，48，000英镑的通讯费；126，000的行政管理费；382，000英镑的秘书处费用；68，000英镑的会议费用；107，000英镑的派出代表团费用；123，000英镑的各种会议及委员会的费用加上203，000英镑用在社会党国际妇女运动上边。

source: Consultative status with the United Nations
zh_cn: 联合国咨询机构地位

source: As a non-governmental organisation, the Socialist International has consultative status (Category I) with the United Nations, and works internationally with a large number of other organisations.
zh_cn: 作为非政府组织，社会党国际是联合国的咨询机构，与其他众多组织展开国际性合作。
